Revit 2027 API
LevelAssociationData.GetLevelOffset Method
 Returns the offset from the Associated Level.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double GetLevelOffset()
Public Function GetLevelOffset As Double
public:
double GetLevelOffset()
member GetLevelOffset : unit -> float
Return Value
Double
See Also
Reference
LevelAssociationData Class
Autodesk.Revit.DB Namespace